{
  "title": "",
  "description": "",
  "author": "Akira Team",
  "publishDate": "2024-11-26T00:00:00.000Z",
  "modifiedDate": "2024-11-26T00:00:00.000Z",
  "category": "Contributing",
  "keywords": [
    "Code of Conduct",
    "Contributing"
  ],
  "blocks": [
    {
      "id": "1",
      "type": "paragraph",
      "content": ""
    },
    {
      "id": "2",
      "type": "heading",
      "content": "Code of Conduct",
      "metadata": {
        "level": 1
      }
    },
    {
      "id": "3",
      "type": "paragraph",
      "content": ""
    },
    {
      "id": "4",
      "type": "heading",
      "content": "Our Pledge",
      "metadata": {
        "level": 2
      }
    },
    {
      "id": "5",
      "type": "paragraph",
      "content": "We as members, contributors, and leaders pledge to make participation in our community a harassment-free experience for everyone, regardless of age, body size, visible or invisible disability, ethnicity, sex characteristics, gender identity and expression, level of experience, education, socio-economic status, nationality, personal appearance, race, religion, or sexual identity and orientation.\n\nWe pledge to act and interact in ways that contribute to an open, welcoming, diverse, inclusive, and healthy community."
    },
    {
      "id": "6",
      "type": "heading",
      "content": "Our Standards",
      "metadata": {
        "level": 2
      }
    },
    {
      "id": "7",
      "type": "paragraph",
      "content": "Examples of behavior that contributes to a positive environment:\n\n* Demonstrating empathy and kindness toward other people\n* Being respectful of differing opinions, viewpoints, and experiences\n* Giving and gracefully accepting constructive feedback\n* Accepting responsibility and apologizing to those affected by our mistakes\n* Focusing on what is best for the overall community\n\nExamples of unacceptable behavior:\n\n* The use of sexualized language or imagery, and sexual attention or advances\n* Trolling, insulting or derogatory comments, and personal or political attacks\n* Public or private harassment\n* Publishing others' private information without explicit permission\n* Other conduct which could reasonably be considered inappropriate in a professional setting"
    },
    {
      "id": "8",
      "type": "heading",
      "content": "Enforcement Responsibilities",
      "metadata": {
        "level": 2
      }
    },
    {
      "id": "9",
      "type": "paragraph",
      "content": "Community leaders are responsible for clarifying and enforcing our standards of acceptable behavior and will take appropriate and fair corrective action in response to any behavior that they deem inappropriate, threatening, offensive, or harmful."
    },
    {
      "id": "10",
      "type": "heading",
      "content": "Enforcement",
      "metadata": {
        "level": 2
      }
    },
    {
      "id": "11",
      "type": "paragraph",
      "content": "Instances of abusive, harassing, or otherwise unacceptable behavior may be reported to the community leaders responsible for enforcement. All complaints will be reviewed and investigated promptly and fairly."
    },
    {
      "id": "12",
      "type": "heading",
      "content": "Attribution",
      "metadata": {
        "level": 2
      }
    },
    {
      "id": "13",
      "type": "paragraph",
      "content": "This Code of Conduct is adapted from the [Contributor Covenant](https://www.contributor-covenant.org), version 2.0, available at https://www.contributor-covenant.org/version/2/0/code_of_conduct.html."
    }
  ]
}